dropletTemplate/case/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
//kg m s K mol A cd
phases (water air);//first entry has to correspont to file in 0 -> alpha.water

water
{
    transportModel  Newtonian;//Newtonian fluid assumed
    nu              [0 2 -1 0 0 0 0] 8.9e-07;//kinematic viscosity in m^2/s - water
    rho             [1 -3 0 0 0 0 0] 1000;//density - water
}

air
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1.5e-05;//kinematic viscosity in m^2/s - air
    rho             [1 -3 0 0 0 0 0] 1.225;//density - air
}

sigma           [1 0 -2 0 0 0 0] 0.072;//surface tension of water/air

// ************************************************************************* //
